[
  {
    "text": "Alasan Spanyol dan Portugis datang ke Maluku untuk mencari rempah adalah naiknya harga rempah-rempah pasca kejatuhan Konstantinopel ke tangan bangsa Turki pada 29 Mei 1453"
  },
  {
    "text": "Sepanjang abad ke-16 dan 17, bangsa Portugis dan Spanyol memperebutkan penguasaan tanah rempah-rempah di Maluku. Disusul oleh bangsa Belanda di abad ke-17."
  },
  {
    "text":"Jahe, kunyit, kayu manis, dan temulawak merupakan rempah rempah yang dapat digunakan untuk menangkal virus Covid-19."
  },
  {
    "text":"Minuman jahe hangat dapat memperlebar pembuluh darah tenggorokan sehingga akan melegakan napas dan mengurangi radang tenggorokan."
  },
  {
    "text":"Kurkumin pada kunyit memiliki aktivitas anti inflamasi dan detoksifikasi untuk mengeluarkan racun tubuh."
  },
  {
    "text":"Polifenol yang tinggi pada kayu manis dapat menangkal radikal bebas."
  },
  { 
    "text":"Jahe kaya akan antioksidan yang dapat meningkatkan kekebalan tubuh."
  },
  { 
    "text":"Walaupun kurkumin meningkatkan ekspresi enzim ACE2 yang merupakan tempat berbagai masuk virus, namun masih perlu penelitian lebih lanjut apakah mengkonsumsi kurkumin dapat meningkatkan kerentanan terkena virus Covid-19."
  },
  { 
    "text":"Untuk meningkatkan daya tahan tubuh, dapat dilakukan dengan mengkonsumsi rempah-rempah secara rutin."
  },
  { 
    "text":"Asam jawa, asam gelugur, asam patikala, asam kandis, asam sunti,  asam kranji, dan asam mawang merupakan berbagai jenis asam yang ada di Indonesia."
  },
  { 
    "text":"Asam jawa bukan berasal dari Indonesia, melainkan dari Afrika."
  },
  { 
    "text":"Karena rasa asamnya yang menyegarkan, asam jawa sering diolah menjadi permen."
  },
  { 
    "text":"Asam gelugur berasal dari buah gelugur yang dikeringkan."
  },
  { 
    "text":"Asam patikala berasal dari isi bunga kecombrang yang dikeringkan."
  },
  { 
    "text":"Asam kandis berasal dari buah rukem yang dikeringkan."
  },
  { 
    "text":"Asam sunti berasal dari belimbing wuluh yang dikeringkan."
  },
  { 
    "text":"Asam kranji berasal dari buah kranji yang matang."
  },
  { 
    "text":"Asam mawang berasal dari buah mawang."
  },
  { 
    "text":"Asam kranji dan asam beludru adalah buah yang sama."
  },
  { 
    "text":"Asam kranji menjadi salah satu jajanan populer tahun 90-an."
  },
  { 
    "text":"Minuman serawe khas melayu terbuat dari asam mawang."
  },
  { 
    "text":"Lada dan merica adalah buah yang sama. Bedanya lada dalam bentuk sudah dihaluskan sedangkan merica masih dalam bentuk bulat utuh."
  },
  { 
    "text":"Perbedaan paling mencolok dari ketumbar dan merica adalah dari warna dan ukuran. Ketumbar lebih kecil dan berwarna kekuningan sedangkan merica lebih besar dan berwarna keputihan."
  },
  { 
    "text":"Ketumbar lebih mudah pecah daripada merica karena bagian tengah ketumbar kosong (kopong.)"
  },
  { 
    "text":"Dalam pengolahannya, ketumbar harus disangrai terlebih dahulu agar aroma rempahnya lebih keluar."
  },
  {
    "text":"Ketumbar dapat menghilangkan bau amis pada ikan."
  },
  {
    "text":"Ada 2 jenis kapulaga di Indonesia yaitu kapulaga india dan kapulaga jawa."
  },
  {
    "text":"Perbedaan paling mencolok antara kapulaga hijau dan kapulaga india adalah pada warnanya. Kapulaga india berwarna hijau sedangkan kapulaga jawa berwarna putih kekuningan."
  },
  {
    "text":"Kapulaga india harganya jauh lebih mahal dibandingkan dengan kapulaga jawa."
  },
  {
    "text":"Aroma kapulaga india lebih tajam daripada kapulaga jawa."
  },
  {
    "text":"Kapulaga india dapat mengobati penyakit pernapasan atas seperti batuk dan asma."
  },
  {
    "text":"Kapulaga india lebih sering digunakan pada masakan India sedangkan kapulaga jawa lebih  sering digunakan pada masakan Indonesia karena rasa kapulaga india lebih pekat dan kuat daripada kapulaga jawa."
  },
  {
    "text":"Perbedaan paling mencolok dari adas dan jintan adalah dari segi warna. Jintan memiliki warna kuning kecoklatan sedangkan adas berwarna kehijauan."
  },
  {
    "text":"Jintan lebih sering digunakan pada makanan yang gurih sedangkan adas digunakan pada makanan yang bercita rasa manis."
  },
  {
    "text":"Jintan kaya akan kandungan zat besi sedangkan adas kaya akan kandungan serat."
  },
  {
    "text":"Jahe, lengkuas, kunyit, dan kencur memiliki bentuk yang mirip. Untuk membedakannya jahe memiliki ukuran yang paling besar diikuti oleh lengkuas, kunyit, lalu kencur."
  },
  {
    "text":"Cara membedakan antara jahe dan lengkuas adalah dengan cara membelahnya. Jahe memiliki bau aromatik yang kuat dan dagingnya berwarna kekuningan sedangkan lengkuas cenderung tidak berbau dan dagingnya berwarna putih."
  },
  {
    "text":"Kulit pada jahe lebih terang dan lebih halus daripada lengkuas yang cenderung lebih gelap dan bertekstur."
  },
  {
    "text":"Cara membedakan antara kunyit dan kencur adalah dengan cara membelahnya. Kunyit memiliki daging berwarna kuning pekat dan tidak berbau sedangkan kencur berbau aromatik dan dagingnya berwarna putih."
  },
  {
    "text":"Kencur dan jahe sama sama memiliki aroma khas aromatik. Bedanya, jahe memiliki rasa yang pedas dan hangat sedangkan kencur tidak memilikinya."
  },
  {
    "text":"Temu putih, kunyit putih, dan temu mangga merupakan rempah yang berbeda jenis walaupun banyak orang mengira ketiganya sama."
  },
  {
    "text":"Untuk membedakan temu putih dan kunyit putih dapat dilihat dari bentuknya. Kunyit putih berbentuk bulat bulat kecil dan bergerombol sedangkan temu putih berbentuk rimpang biasa seperti kencur."
  },
  {
    "text":"Temu mangga memiliki aroma seperti mangga jika rimpangnya dibelah."
  }
]











